Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# modeIntro.superBasic.b1
source: Practice adding and subtracting all mixed up.
af: Oefen optel en aftrek deurmekaar.
am: መደመርና መቀነስን ደባልቀህ ተለማመድ።
ar: تدرّب على الجمع والطرح معًا.
as: যোগ আৰু বিয়োগ মিহলাই অভ্যাস কৰা।
az: Toplama və çıxmanı qarışıq məşq et.
be: Трэніруй складанне і адніманне ўперамешку.
bg: Упражнявай събиране и изваждане, разбъркани заедно.
bn: যোগ ও বিয়োগ মিলিয়ে অনুশীলন করো।
bo: སྣོན་རྩིས་དང་འཐེན་རྩིས་འདྲེས་ནས་སྦྱོངས།
bs: Vježbaj sabiranje i oduzimanje, sve pomiješano.
ca: Practica sumes i restes, tot barrejat.
cs: Procvičuj sčítání a odčítání dohromady.
cy: Ymarfer adio a thynnu yn gymysg.
da: Øv addition og subtraktion blandet sammen.
de: Übe Addition und Subtraktion bunt gemischt.
el: Εξασκήσου σε πρόσθεση και αφαίρεση, όλα μαζί.
es: Practica sumas y restas mezcladas.
et: Harjuta liitmist ja lahutamist läbisegi.
eu: Praktikatu batuketak eta kenketak nahasita.
fa: جمع و تفریق را با هم تمرین کن.
fi: Harjoittele yhteen- ja vähennyslaskua sekaisin.
fo: Ven samlegging og frádrátt hvørt um annað.
fr: Entraîne-toi avec des additions et des soustractions mélangées.
ga: Cleachtaigh suimiú agus dealú measctha le chéile.
gl: Practica sumas e restas mesturadas.
gu: સરવાળો અને બાદબાકી મિશ્ર કરીને અભ્યાસ કરો.
he: תרגלו חיבור וחיסור בערבוביה.
hi: जोड़ और घटाव मिलाकर अभ्यास करो।
hr: Vježbaj zbrajanje i oduzimanje, sve pomiješano.
hu: Gyakorold vegyesen az összeadást és a kivonást.
hy: Փորձիր գումարում և հանում՝ խառը։
id: Latih penjumlahan dan pengurangan secara campur.
is: Æfðu samlagningu og frádrátt í bland.
it: Allenati con addizioni e sottrazioni tutte insieme.
ja: たし算とひき算をまぜてれんしゅうしよう。
ka: ივარჯიშე მიმატებასა და გამოკლებაში — ყველაფერი არეულად.
kk: Қосу мен азайтуды араластырып жаттық.
km: ហាត់បូក និងដកលាយគ្នា។
kn: ಕೂಡಿಸುವಿಕೆ ಮತ್ತು ಕಳೆಯುವಿಕೆಯನ್ನು ಮಿಶ್ರವಾಗಿ ಅಭ್ಯಾಸ ಮಾಡು.
ko: 덧셈과 뺄셈을 섞어 연습해요.
lo: ຝຶກບວກ ແລະ ລົບປະສົມກັນ.
lt: Treniruok sudėtį ir atimtį kartu.
lv: Trenē saskaitīšanu un atņemšanu jauktā secībā.
mk: Вежбај измешани задачи со собирање и одземање.
ml: കൂട്ടലും കുറയ്ക്കലും കലർത്തി പരിശീലിക്കൂ.
mn: Нэмэх, хасахыг хольж давт.
mr: बेरीज आणि वजाबाकी मिसळून सराव कर.
ms: Latih tambah dan tolak secara campur.
my: ပေါင်းနဲ့ နုတ်ကို ရောစပ်လေ့ကျင့်ပါ။
ne: जोड र घटाउ मिसाएर अभ्यास गर।
nl: Oefen optellen en aftrekken door elkaar.
no: Øv på addisjon og subtraksjon i en miks.
or: ଯୋଗ ଓ ବିୟୋଗକୁ ମିଶାଇ ଅଭ୍ୟାସ କର।
pa: ਜੋੜ ਅਤੇ ਘਟਾਓ ਮਿਲਾ ਕੇ ਅਭਿਆਸ ਕਰੋ।
pl: Ćwicz razem dodawanie i odejmowanie.
pt: Pratica adição e subtração, tudo misturado.
ro: Exersează adunări și scăderi amestecate.
ru: Тренируй сложение и вычитание вперемешку.
si: එකතු කිරීම සහ අඩු කිරීම මිශ්‍රව පුහුණු වන්න.
sk: Trénuj sčítanie a odčítanie v jednom mixe.
sl: Vadi seštevanje in odštevanje, vse pomešano.
sq: Ushtro mbledhjen dhe zbritjen të përziera.
sr: Vežbaj sabiranje i oduzimanje, sve pomešano.
sv: Öva på addition och subtraktion blandat.
sw: Fanya mazoezi ya kujumlisha na kutoa kwa mchanganyiko.
ta: கூட்டலையும் கழித்தலையும் கலந்து பயிற்சி செய்.
te: కూడిక, తీసివేతలను కలిపి సాధన చేయి.
th: ฝึกบวกและลบแบบคละกัน
tr: Toplama ve çıkarmayı karışık çalış.
ug: قوشۇش ۋە ئېلىشنى ئارىلاشتۇرۇپ مەشىق قىل.
uk: Тренуй додавання й віднімання впереміш.
ur: جمع اور تفریق ملا کر مشق کریں۔
uz: Qo‘shish va ayirishni aralash mashq qil.
vi: Luyện cộng và trừ lẫn nhau.
zh: 混合练习加法和减法。
zu: Zijwayeze ukuhlanganisa nokususa kuxubile.

# modeIntro.superBasic.title %lld
source: Supermix %lld
af: Supermengsel %lld
am: ሱፐርሚክስ %lld
ar: المزيج الكبير %lld
as: ছুপাৰমিক্স %lld
az: Superqarışıq %lld
be: Супермікс %lld
bg: Супермикс %lld
bn: সুপারমিক্স %lld
bo: རྩིས་འདྲེས་ཆེན་མོ་ %lld
bs: Supermiks %lld
el: Σούπερ μίξη %lld
fa: ترکیب ویژه %lld
fo: Superbland %lld
ga: Sármheascán %lld
gu: સુપરમિક્સ %lld
he: סופרמיקס %lld
hi: सुपरमिक्स %lld
hr: Supermiks %lld
hu: Szupermix %lld
hy: Սուպերխառնուրդ %lld
is: Ofurblanda %lld
ja: スーパーミックス%lld
ka: სუპერმიქსი %lld
kk: Супераралас %lld
km: លាយធំ %lld
kn: ಸೂಪರ್‌ಮಿಕ್ಸ್ %lld
ko: 슈퍼믹스 %lld
lo: ຊຸບເປີມິກ %lld
lv: Supermikss %lld
mk: Супермикс %lld
ml: സൂപ്പർമിക്സ് %lld
mn: Супермикс %lld
mr: सुपरमिक्स %lld
my: စူပါပေါင်းစပ် %lld
ne: सुपरमिक्स %lld
no: Supermiks %lld
or: ସୁପରମିକ୍ସ %lld
pa: ਸੁਪਰਮਿਕਸ %lld
ru: Супермикс %lld
si: සුපිරි මිශ්‍රණය %lld
sl: Supermešanica %lld
sr: Supermiks %lld
sw: Mchanganyiko %lld
ta: சூப்பர் கலவை %lld
te: సూపర్‌మిక్స్ %lld
th: ซูเปอร์มิกซ์ %lld
tr: Süper karışım %lld
ug: دەرىجىدىن تاشقىرى ئارىلاش %lld
uk: Супермікс %lld
ur: سپر مکس %lld
vi: Siêu trộn %lld
zh: 超级混合 %lld
zu: Ingxube enkulu %lld

# modeIntro.superFraction.b1
source: Practice adding, subtracting, tables and fractions all mixed up.
af: Oefen optel, aftrek, maaltafels en breuke deurmekaar.
am: መደመር፣ መቀነስ፣ የማባዛት ሰንጠረዦች እና ክፍልፋዮችን ደባልቀህ ተለማመድ።
ar: تدرّب على الجمع والطرح والجداول والكسور معًا.
as: যোগ, বিয়োগ, নামতা আৰু ভগ্নাংশ মিহলাই অভ্যাস কৰা।
az: Toplama, çıxma, vurma cədvəlləri və kəsrləri qarışıq məşq et.
be: Трэніруй складанне, адніманне, табліцы і дробы ўперамешку.
bg: Упражнявай събиране, изваждане, таблици и дроби, разбъркани заедно.
bn: যোগ, বিয়োগ, নামতা ও ভগ্নাংশ মিলিয়ে অনুশীলন করো।
bo: སྣོན། འཐེན། སྒྱུར་དང་ཆ་ཤས་འདྲེས་ནས་སྦྱོངས།
bs: Vježbaj sabiranje, oduzimanje, tablice i razlomke, sve pomiješano.
ca: Practica sumes, restes, taules i fraccions, tot barrejat.
cs: Procvičuj sčítání, odčítání, násobilku a zlomky dohromady.
cy: Ymarfer adio, tynnu, tablau a ffracsiynau yn gymysg.
da: Øv addition, subtraktion, tabeller og brøker blandet sammen.
de: Übe Addition, Subtraktion, Reihen und Brüche bunt gemischt.
el: Εξασκήσου σε πρόσθεση, αφαίρεση, προπαίδεια και κλάσματα, όλα μαζί.
es: Practica sumas, restas, tablas y fracciones, todo mezclado.
et: Harjuta läbisegi liitmist, lahutamist, korrutustabeleid ja murde.
eu: Praktikatu batuketak, kenketak, taulak eta zatikiak nahasita.
fa: جمع، تفریق، جدول ضرب و کسر را با هم تمرین کن.
fi: Harjoittele yhteen- ja vähennyslaskua, kertotauluja ja murtolukuja sekaisin.
fo: Ven samlegging, frádrátt, tabellir og brot hvørt um annað.
fr: Entraîne-toi avec des additions, soustractions, tables et fractions mélangées.
ga: Cleachtaigh suimiú, dealú, táblaí agus codáin measctha le chéile.
gl: Practica sumas, restas, táboas e fraccións mesturadas.
gu: સરવાળો, બાદબાકી, પાડા અને અપૂર્ણાંક મિશ્ર કરીને અભ્યાસ કરો.
he: תרגלו חיבור, חיסור, לוחות כפל ושברים בערבוביה.
hi: जोड़, घटाव, पहाड़े और भिन्न मिलाकर अभ्यास करो।
hr: Vježbaj zbrajanje, oduzimanje, tablice i razlomke, sve pomiješano.
hu: Gyakorold vegyesen az összeadást, kivonást, szorzótáblákat és törteket.
hy: Փորձիր գումարում, հանում, աղյուսակներ և կոտորակներ՝ խառը։
id: Latih penjumlahan, pengurangan, perkalian, dan pecahan secara campur.
is: Æfðu samlagningu, frádrátt, margföldun og brot í bland.
it: Allenati con addizioni, sottrazioni, tabelline e frazioni tutte insieme.
ja: たし算、ひき算、九九、分数をまぜてれんしゅうしよう。
ka: ივარჯიშე მიმატებაში, გამოკლებაში, ტაბულებსა და წილადებში — ყველაფერი არეულად.
kk: Қосу, азайту, көбейту кестесі мен бөлшектерді араластырып жаттық.
km: ហាត់បូក ដក តារាងគុណ និងប្រភាគលាយគ្នា។
kn: ಕೂಡಿಸುವಿಕೆ, ಕಳೆಯುವಿಕೆ, ಪಟ್ಟಿಗಳು ಮತ್ತು ಭಿನ್ನರಾಶಿಗಳನ್ನು ಮಿಶ್ರವಾಗಿ ಅಭ್ಯಾಸ ಮಾಡು.
ko: 덧셈, 뺄셈, 구구단, 분수를 섞어 연습해요.
lo: ຝຶກບວກ, ລົບ, ສູດຄູນ ແລະ ເສດສ່ວນປະສົມກັນ.
lt: Treniruok sudėtį, atimtį, daugybos lenteles ir trupmenas kartu.
lv: Trenē saskaitīšanu, atņemšanu, reizināšanu un daļskaitļus jauktā secībā.
mk: Вежбај измешани задачи со собирање, одземање, таблици и дропки.
ml: കൂട്ടൽ, കുറയ്ക്കൽ, ഗുണനപ്പട്ടികകൾ, ഭിന്നങ്ങൾ എല്ലാം കലർത്തി പരിശീലിക്കൂ.
mn: Нэмэх, хасах, хүрд, бутархайг хольж давт.
mr: बेरीज, वजाबाकी, पाढे आणि अपूर्णांक मिसळून सराव कर.
ms: Latih tambah, tolak, sifir dan pecahan secara campur.
my: ပေါင်း၊ နုတ်၊ မြှောက်ကိန်းဇယားနဲ့ အပိုင်းကိန်းကို ရောစပ်လေ့ကျင့်ပါ။
ne: जोड, घटाउ, गुणन तालिका र भिन्न मिसाएर अभ्यास गर।
nl: Oefen optellen, aftrekken, tafels en breuken door elkaar.
no: Øv på addisjon, subtraksjon, gangetabeller og brøker i en miks.
or: ଯୋଗ, ବିୟୋଗ, ନାମତା ଓ ଭଗ୍ନାଂଶକୁ ମିଶାଇ ଅଭ୍ୟାସ କର।
pa: ਜੋੜ, ਘਟਾਓ, ਪਹਾੜੇ ਅਤੇ ਭਿੰਨਾਂ ਮਿਲਾ ਕੇ ਅਭਿਆਸ ਕਰੋ।
pl: Ćwicz razem dodawanie, odejmowanie, tabliczkę i ułamki.
pt: Pratica adição, subtração, tabuadas e frações, tudo misturado.
ro: Exersează adunări, scăderi, înmulțiri și fracții amestecate.
ru: Тренируй сложение, вычитание, таблицы и дроби вперемешку.
si: එකතු කිරීම, අඩු කිරීම, ගුණන වගු සහ භාග මිශ්‍රව පුහුණු වන්න.
sk: Trénuj sčítanie, odčítanie, násobilku a zlomky v jednom mixe.
sl: Vadi seštevanje, odštevanje, poštevanko in ulomke, vse pomešano.
sq: Ushtro mbledhjen, zbritjen, tabelat dhe thyesat të përziera.
sr: Vežbaj sabiranje, oduzimanje, tablice i razlomke, sve pomešano.
sv: Öva på addition, subtraktion, tabeller och bråk blandat.
sw: Fanya mazoezi ya kujumlisha, kutoa, majedwali na sehemu kwa mchanganyiko.
ta: கூட்டல், கழித்தல், வாய்ப்பாடுகள், பின்னங்கள் அனைத்தையும் கலந்து பயிற்சி செய்.
te: కూడిక, తీసివేత, ఎక్కాలు, భిన్నాలను కలిపి సాధన చేయి.
th: ฝึกบวก ลบ สูตรคูณ และเศษส่วนแบบคละกัน
tr: Toplama, çıkarma, çarpım tabloları ve kesirleri karışık çalış.
ug: قوشۇش، ئېلىش، كۆپەيتىش جەدۋىلى ۋە كەسىرنى ئارىلاشتۇرۇپ مەشىق قىل.
uk: Тренуй додавання, віднімання, таблиці й дроби впереміш.
ur: جمع، تفریق، پہاڑے اور کسریں ملا کر مشق کریں۔
uz: Qo‘shish, ayirish, ko‘paytirish jadvallari va kasrlarni aralash mashq qil.
vi: Luyện cộng, trừ, bảng nhân và phân số lẫn nhau.
zh: 混合练习加法、减法、乘法表和分数。
zu: Zijwayeze ukuhlanganisa, ukususa, amathebula namaqhezu kuxubile.

# modeIntro.superFraction.title %lld
source: Supermix %lld
af: Supermengsel %lld
am: ሱፐርሚክስ %lld
ar: المزيج الكبير %lld
as: ছুপাৰমিক্স %lld
az: Superqarışıq %lld
be: Супермікс %lld
bg: Супермикс %lld
bn: সুপারমিক্স %lld
bo: རྩིས་འདྲེས་ཆེན་མོ་ %lld
bs: Supermiks %lld
el: Σούπερ μίξη %lld
fa: ترکیب ویژه %lld
fo: Superbland %lld
ga: Sármheascán %lld
gu: સુપરમિક્સ %lld
he: סופרמיקס %lld
hi: सुपरमिक्स %lld
hr: Supermiks %lld
hu: Szupermix %lld
hy: Սուպերխառնուրդ %lld
is: Ofurblanda %lld
ja: スーパーミックス%lld
ka: სუპერმიქსი %lld
kk: Супераралас %lld
km: លាយធំ %lld
kn: ಸೂಪರ್‌ಮಿಕ್ಸ್ %lld
ko: 슈퍼믹스 %lld
lo: ຊຸບເປີມິກ %lld
lv: Supermikss %lld
mk: Супермикс %lld
ml: സൂപ്പർമിക്സ് %lld
mn: Супермикс %lld
mr: सुपरमिक्स %lld
my: စူပါပေါင်းစပ် %lld
ne: सुपरमिक्स %lld
no: Supermiks %lld
or: ସୁପରମିକ୍ସ %lld
pa: ਸੁਪਰਮਿਕਸ %lld
ru: Супермикс %lld
si: සුපිරි මිශ්‍රණය %lld
sl: Supermešanica %lld
sr: Supermiks %lld
sw: Mchanganyiko %lld
ta: சூப்பர் கலவை %lld
te: సూపర్‌మిక్స్ %lld
th: ซูเปอร์มิกซ์ %lld
tr: Süper karışım %lld
ug: دەرىجىدىن تاشقىرى ئارىلاش %lld
uk: Супермікс %lld
ur: سپر مکس %lld
vi: Siêu trộn %lld
zh: 超级混合 %lld
zu: Ingxube enkulu %lld

# modeIntro.superTimes.b1
source: Practice adding, subtracting and tables all mixed up.
af: Oefen optel, aftrek en maaltafels deurmekaar.
am: መደመር፣ መቀነስ እና የማባዛት ሰንጠረዦችን ደባልቀህ ተለማመድ።
ar: تدرّب على الجمع والطرح والجداول معًا.
as: যোগ, বিয়োগ আৰু নামতা মিহলাই অভ্যাস কৰা।
az: Toplama, çıxma və vurma cədvəllərini qarışıq məşq et.
be: Трэніруй складанне, адніманне і табліцы ўперамешку.
bg: Упражнявай събиране, изваждане и таблици, разбъркани заедно.
bn: যোগ, বিয়োগ ও নামতা মিলিয়ে অনুশীলন করো।
bo: སྣོན། འཐེན་དང་སྒྱུར་རྩིས་འདྲེས་ནས་སྦྱོངས།
bs: Vježbaj sabiranje, oduzimanje i tablice, sve pomiješano.
ca: Practica sumes, restes i taules, tot barrejat.
cs: Procvičuj sčítání, odčítání a násobilku dohromady.
cy: Ymarfer adio, tynnu a thablau yn gymysg.
da: Øv addition, subtraktion og tabeller blandet sammen.
de: Übe Addition, Subtraktion und Reihen bunt gemischt.
el: Εξασκήσου σε πρόσθεση, αφαίρεση και προπαίδεια, όλα μαζί.
es: Practica sumas, restas y tablas, todo mezclado.
et: Harjuta läbisegi liitmist, lahutamist ja korrutustabeleid.
eu: Praktikatu batuketak, kenketak eta taulak nahasita.
fa: جمع، تفریق و جدول ضرب را با هم تمرین کن.
fi: Harjoittele yhteen- ja vähennyslaskua sekä kertotauluja sekaisin.
fo: Ven samlegging, frádrátt og tabellir hvørt um annað.
fr: Entraîne-toi avec des additions, soustractions et tables mélangées.
ga: Cleachtaigh suimiú, dealú agus táblaí measctha le chéile.
gl: Practica sumas, restas e táboas mesturadas.
gu: સરવાળો, બાદબાકી અને પાડા મિશ્ર કરીને અભ્યાસ કરો.
he: תרגלו חיבור, חיסור ולוחות כפל בערבוביה.
hi: जोड़, घटाव और पहाड़े मिलाकर अभ्यास करो।
hr: Vježbaj zbrajanje, oduzimanje i tablice, sve pomiješano.
hu: Gyakorold vegyesen az összeadást, kivonást és a szorzótáblákat.
hy: Փորձիր գումարում, հանում և աղյուսակներ՝ խառը։
id: Latih penjumlahan, pengurangan, dan perkalian secara campur.
is: Æfðu samlagningu, frádrátt og margföldun í bland.
it: Allenati con addizioni, sottrazioni e tabelline tutte insieme.
ja: たし算、ひき算、九九をまぜてれんしゅうしよう。
ka: ივარჯიშე მიმატებაში, გამოკლებასა და ტაბულებში — ყველაფერი არეულად.
kk: Қосу, азайту және көбейту кестесін араластырып жаттық.
km: ហាត់បូក ដក និងតារាងគុណលាយគ្នា។
kn: ಕೂಡಿಸುವಿಕೆ, ಕಳೆಯುವಿಕೆ ಮತ್ತು ಪಟ್ಟಿಗಳನ್ನು ಮಿಶ್ರವಾಗಿ ಅಭ್ಯಾಸ ಮಾಡು.
ko: 덧셈, 뺄셈, 구구단을 섞어 연습해요.
lo: ຝຶກບວກ, ລົບ ແລະ ສູດຄູນປະສົມກັນ.
lt: Treniruok sudėtį, atimtį ir daugybos lenteles kartu.
lv: Trenē saskaitīšanu, atņemšanu un reizināšanu jauktā secībā.
mk: Вежбај измешани задачи со собирање, одземање и таблици.
ml: കൂട്ടൽ, കുറയ്ക്കൽ, ഗുണനപ്പട്ടികകൾ എല്ലാം കലർത്തി പരിശീലിക്കൂ.
mn: Нэмэх, хасах, хүрдийг хольж давт.
mr: बेरीज, वजाबाकी आणि पाढे मिसळून सराव कर.
ms: Latih tambah, tolak dan sifir secara campur.
my: ပေါင်း၊ နုတ်နဲ့ မြှောက်ကိန်းဇယားကို ရောစပ်လေ့ကျင့်ပါ။
ne: जोड, घटाउ र गुणन तालिका मिसाएर अभ्यास गर।
nl: Oefen optellen, aftrekken en tafels door elkaar.
no: Øv på addisjon, subtraksjon og gangetabeller i en miks.
or: ଯୋଗ, ବିୟୋଗ ଓ ନାମତାକୁ ମିଶାଇ ଅଭ୍ୟାସ କର।
pa: ਜੋੜ, ਘਟਾਓ ਅਤੇ ਪਹਾੜੇ ਮਿਲਾ ਕੇ ਅਭਿਆਸ ਕਰੋ।
pl: Ćwicz razem dodawanie, odejmowanie i tabliczkę.
pt: Pratica adição, subtração e tabuadas, tudo misturado.
ro: Exersează adunări, scăderi și înmulțiri amestecate.
ru: Тренируй сложение, вычитание и таблицы вперемешку.
si: එකතු කිරීම, අඩු කිරීම සහ ගුණන වගු මිශ්‍රව පුහුණු වන්න.
sk: Trénuj sčítanie, odčítanie a násobilku v jednom mixe.
sl: Vadi seštevanje, odštevanje in poštevanko, vse pomešano.
sq: Ushtro mbledhjen, zbritjen dhe tabelat të përziera.
sr: Vežbaj sabiranje, oduzimanje i tablice, sve pomešano.
sv: Öva på addition, subtraktion och tabeller blandat.
sw: Fanya mazoezi ya kujumlisha, kutoa na majedwali kwa mchanganyiko.
ta: கூட்டல், கழித்தல், வாய்ப்பாடுகள் அனைத்தையும் கலந்து பயிற்சி செய்.
te: కూడిక, తీసివేత, ఎక్కాలను కలిపి సాధన చేయి.
th: ฝึกบวก ลบ และสูตรคูณแบบคละกัน
tr: Toplama, çıkarma ve çarpım tablolarını karışık çalış.
ug: قوشۇش، ئېلىش ۋە كۆپەيتىش جەدۋىلىنى ئارىلاشتۇرۇپ مەشىق قىل.
uk: Тренуй додавання, віднімання й таблиці впереміш.
ur: جمع، تفریق اور پہاڑے ملا کر مشق کریں۔
uz: Qo‘shish, ayirish va ko‘paytirish jadvallarini aralash mashq qil.
vi: Luyện cộng, trừ và bảng nhân lẫn nhau.
zh: 混合练习加法、减法和乘法表。
zu: Zijwayeze ukuhlanganisa, ukususa namathebula kuxubile.

# modeIntro.superTimes.title %lld
source: Supermix %lld
af: Supermengsel %lld
am: ሱፐርሚክስ %lld
ar: المزيج الكبير %lld
as: ছুপাৰমিক্স %lld
az: Superqarışıq %lld
be: Супермікс %lld
bg: Супермикс %lld
bn: সুপারমিক্স %lld
bo: རྩིས་འདྲེས་ཆེན་མོ་ %lld
bs: Supermiks %lld
el: Σούπερ μίξη %lld
fa: ترکیب ویژه %lld
fo: Superbland %lld
ga: Sármheascán %lld
gu: સુપરમિક્સ %lld
he: סופרמיקס %lld
hi: सुपरमिक्स %lld
hr: Supermiks %lld
hu: Szupermix %lld
hy: Սուպերխառնուրդ %lld
is: Ofurblanda %lld
ja: スーパーミックス%lld
ka: სუპერმიქსი %lld
kk: Супераралас %lld
km: លាយធំ %lld
kn: ಸೂಪರ್‌ಮಿಕ್ಸ್ %lld
ko: 슈퍼믹스 %lld
lo: ຊຸບເປີມິກ %lld
lv: Supermikss %lld
mk: Супермикс %lld
ml: സൂപ്പർമിക്സ് %lld
mn: Супермикс %lld
mr: सुपरमिक्स %lld
my: စူပါပေါင်းစပ် %lld
ne: सुपरमिक्स %lld
no: Supermiks %lld
or: ସୁପରମିକ୍ସ %lld
pa: ਸੁਪਰਮਿਕਸ %lld
ru: Супермикс %lld
si: සුපිරි මිශ්‍රණය %lld
sl: Supermešanica %lld
sr: Supermiks %lld
sw: Mchanganyiko %lld
ta: சூப்பர் கலவை %lld
te: సూపర్‌మిక్స్ %lld
th: ซูเปอร์มิกซ์ %lld
tr: Süper karışım %lld
ug: دەرىجىدىن تاشقىرى ئارىلاش %lld
uk: Супермікс %lld
ur: سپر مکس %lld
vi: Siêu trộn %lld
zh: 超级混合 %lld
zu: Ingxube enkulu %lld

# modeIntro.tables.multiplyBy
source: Each table times a number from |1 to 12|.
af: Elke tafel maal ’n getal van |1 tot 12|.
am: እያንዳንዱ ሰንጠረዥ ከ|1 እስከ 12| ባለ ቁጥር ይባዛል።
ar: كل جدول مضروب في عدد من |1 إلى 12|.
as: প্ৰতিটো নামতা |১ৰ পৰা ১২|লৈ এটা সংখ্যাৰে পূৰণ কৰা।
az: Hər cədvəl |1-dən 12-yə| qədər bir ədədə vurulur.
be: Кожная табліца памнажаецца на лік |ад 1 да 12|.
bg: Всяка таблица се умножава по число от |1 до 12|.
bn: প্রতিটি নামতা |১ থেকে ১২| পর্যন্ত সংখ্যা দিয়ে গুণ।
bo: སྒྱུར་རྩིས་རེར་ |1 ནས་ 12| བར་གྱི་གྲངས་ཤིག་སྒྱུར།
bs: Svaka tablica puta broj od |1 do 12|.
ca: Cada taula multiplicada per un nombre de l’|1 al 12|.
cs: Každá násobilka krát číslo od |1 do 12|.
cy: Pob tabl wedi'i luosi â rhif o |1 i 12|.
da: Hver tabel ganges med et tal fra |1 til 12|.
de: Jede Reihe mal eine Zahl von |1 bis 12|.
el: Κάθε προπαίδεια επί έναν αριθμό από |1 έως 12|.
es: Cada tabla por un número del |1 al 12|.
et: Iga tabel korrutatakse arvuga |1 kuni 12|.
eu: Taula bakoitza |1etik 12ra| bitarteko zenbaki batez.
fa: هر جدول ضرب‌در عددی از |۱ تا ۱۲|.
fi: Jokainen taulu kerrotaan luvulla |1–12|.
fo: Hvør tabell verður faldað við einum tali frá |1 til 12|.
fr: Chaque table multipliée par un nombre de |1 à 12|.
ga: Gach tábla faoi uimhir ó |1 go 12|.
gl: Cada táboa por un número do |1 ao 12|.
gu: દરેક પાડાને |1 થી 12| સુધીના અંકથી ગુણો.
he: כל לוח כפול מספר מ־|1 עד 12|.
hi: हर पहाड़े को |1 से 12| तक की संख्या से गुणा करो।
hr: Svaka tablica puta broj od |1 do 12|.
hu: Minden szorzótábla egy |1 és 12 közötti| számmal.
hy: Յուրաքանչյուր աղյուսակը բազմապատկվում է |1-ից 12| թվով։
id: Setiap perkalian dikali angka dari |1 sampai 12|.
is: Hver tafla er margfölduð með tölu frá |1 til 12|.
it: Ogni tabellina per un numero da |1 a 12|.
ja: それぞれのだんに|1から12|までの数をかけるよ。
ka: თითოეული ტაბულა გამრავლებული იქნება |1-დან 12-მდე| რიცხვზე.
kk: Әр кесте |1-ден 12-ге дейінгі| санға көбейтіледі.
km: តារាងនីមួយៗគុណនឹងចំនួនពី |1 ដល់ 12|។
kn: ಪ್ರತಿ ಪಟ್ಟಿಯನ್ನು |1ರಿಂದ 12|ರವರೆಗಿನ ಸಂಖ್ಯೆಯಿಂದ ಗುಣಿಸು.
ko: 각 단에 |1부터 12|까지의 수를 곱해요.
lo: ແຕ່ລະສູດຄູນຄູນດ້ວຍຈຳນວນຈາກ |1 ຫາ 12|.
lt: Kiekvieną lentelę dauginsi iš skaičiaus nuo |1 iki 12|.
lv: Katra tabula reizināta ar skaitli no |1 līdz 12|.
mk: Секоја таблица со број од |1 до 12|.
ml: ഓരോ പട്ടികയും |1 മുതൽ 12| വരെയുള്ള സംഖ്യ കൊണ്ട് ഗുണിക്കൂ.
mn: Хүрд бүрийг |1-ээс 12| хүртэлх тоогоор үржүүлнэ.
mr: प्रत्येक पाढ्याला |1 ते 12| मधल्या संख्येने गुण.
ms: Setiap sifir didarab dengan nombor dari |1 hingga 12|.
my: ဇယားတစ်ခုစီကို |1 မှ 12| အတွင်း ဂဏန်းတစ်ခုနဲ့ မြှောက်မယ်။
ne: हरेक तालिकालाई |१ देखि १२| सम्मको सङ्ख्याले गुणा गर।
nl: Elke tafel keer een getal van |1 tot 12|.
no: Hver tabell ganges med et tall fra |1 til 12|.
or: ପ୍ରତ୍ୟେକ ନାମତାକୁ |1 ରୁ 12| ମଧ୍ୟରେ ଏକ ସଂଖ୍ୟାରେ ଗୁଣ କର।
pa: ਹਰ ਪਹਾੜੇ ਨੂੰ |1 ਤੋਂ 12| ਤੱਕ ਦੀ ਗਿਣਤੀ ਨਾਲ ਗੁਣਾ ਕਰੋ।
pl: Każda tabliczka razy liczba od |1 do 12|.
pt: Cada tabuada vezes um número de |1 a 12|.
ro: Fiecare număr se înmulțește cu un număr de la |1 la 12|.
ru: Каждая таблица умножается на число |от 1 до 12|.
si: එක් එක් වගුව |1 සිට 12| දක්වා අංකයකින් ගුණ කරන්න.
sk: Každá násobilka krát číslo od |1 do 12|.
sl: Vsako število pomnožiš s številom od |1 do 12|.
sq: Çdo tabelë shumëzohet me një numër nga |1 deri në 12|.
sr: Svaka tablica puta broj od |1 do 12|.
sv: Varje tabell gånger ett tal från |1 till 12|.
sw: Kila jedwali mara nambari kutoka |1 hadi 12|.
ta: ஒவ்வொரு வாய்ப்பாடும் |1 முதல் 12| வரை உள்ள எண்ணால் பெருக்கப்படும்.
te: ప్రతి ఎక్కాన్ని |1 నుంచి 12| వరకు ఉన్న సంఖ్యతో గుణించు.
th: แต่ละแม่คูณด้วยเลขตั้งแต่ |1 ถึง 12|
tr: Her tablo |1 ile 12| arasındaki bir sayıyla çarpılır.
ug: ھەر بىر جەدۋەل |1 دىن 12 گىچە| بىر سانغا كۆپەيتىلىدۇ.
uk: Кожна таблиця множиться на число від |1 до 12|.
ur: ہر پہاڑے کو |1 سے 12| تک کسی عدد سے ضرب دیں۔
uz: Har bir jadval |1 dan 12 gacha| bo‘lgan songa ko‘paytiriladi.
vi: Mỗi bảng nhân với một số từ |1 đến 12|.
zh: 每个乘法表都乘以 |1 到 12| 的数。
zu: Ithebula ngalinye liphindaphindwa ngenombolo esuka ku-|1 kuya ku-12|.

# modeIntro.tables.title %lld
source: Table of %lld
af: Tafel van %lld
am: የ%lld ሰንጠረዥ
ar: جدول %lld
as: %lldৰ নামতা
az: %lld vurma cədvəli
be: Табліца на %lld
bg: Таблица по %lld
bn: %lld-এর নামতা
bo: %lld གི་སྒྱུར་རྩིས
bs: Tablica broja %lld
ca: Taula del %lld
cs: Násobilka %lld
cy: Tabl %lld
da: %lld-tabellen
de: %llder-Reihe
el: Προπαίδεια του %lld
es: Tabla del %lld
et: %lld korrutustabel
eu: %lldko taula
fa: جدول %lld
fi: %lld:n kertotaulu
fo: %lld-tabellin
fr: Table de %lld
ga: Tábla %lld
gl: Táboa do %lld
gu: %lld નો પાડો
he: לוח הכפל של %lld
hi: %lld का पहाड़ा
hr: Tablica broja %lld
hu: %lld-es szorzótábla
hy: %lld-ի աղյուսակ
id: Perkalian %lld
is: %lld-taflan
it: Tabellina del %lld
ja: %lldのだん
ka: %lld-ის ტაბულა
kk: %lld кестесі
km: តារាងគុណ %lld
kn: %lldರ ಪಟ್ಟಿ
ko: %lld단
lo: ສູດຄູນ %lld
lt: %lld daugybos lentelė
lv: %lld reizināšanas tabula
mk: Таблица со %lld
ml: %lldന്റെ പട്ടിക
mn: %lld-ын хүрд
mr: %lld चा पाढा
ms: Sifir %lld
my: %lld မြှောက်ကိန်းဇယား
ne: %lld को तालिका
nl: Tafel van %lld
no: %lld-gangen
or: %lldର ନାମତା
pa: %lld ਦਾ ਪਹਾੜਾ
pl: Tabliczka %lld
pt: Tabuada do %lld
ro: Tabla lui %lld
ru: Таблица на %lld
si: %lld ගුණන වගුව
sk: Násobilka %lld
sl: Poštevanka števila %lld
sq: Tabela e %lld
sr: Tablica broja %lld
sv: %lld:ans tabell
sw: Jedwali la %lld
ta: %lld ஆம் வாய்ப்பாடு
te: %lldవ ఎక్కం
th: สูตรคูณแม่ %lld
tr: %lld'ler tablosu
ug: %lld نىڭ جەدۋىلى
uk: Таблиця на %lld
ur: %lld کا پہاڑا
uz: %lld lik jadval
vi: Bảng nhân %lld
zh: %lld 的乘法表
zu: Ithebula lika-%lld
